package com.sevak_avet;

public class TopicTestSimple {
    public static final String[] rusTopic = {
            "ТЕКСТ НА РУССКОМ \"Иванов Иван Иванович\", \"05.03.1996\", \"м\", \"КНиИТ\"",
            "ТЕКСТ НА РУССКОМ \"Петров Валерий Васильевич\", \"03.05.1995\", \"м\", \"Мехмат\"",
            "ТЕКСТ НА РУССКОМ \"Сидоров Алексей Святославович\", \"01.01.1985\", \"м\", \"Биофак\"",
            "ТЕКСТ НА РУССКОМ \"Сидорова Александра Сергеевна\", \"01.06.1993\", \"ж\", \"ИФИЖ\"",
            "ТЕКСТ НА РУССКОМ \"Большова Анна Николаевна\", \"05.09.1992\", \"ж\", \"КНиИТ\""
    };

    public static final String[] engTopic = {
            "TEXT ON ENGLISH \"Иванов Иван Иванович\", \"05.03.1996\", \"м\", \"КНиИТ\"",
            "TEXT ON ENGLISH \"Петров Валерий Васильевич\", \"03.05.1995\", \"м\", \"Мехмат\"",
            "TEXT ON ENGLISH \"Сидоров Алексей Святославович\", \"01.01.1985\", \"м\", \"Биофак\"",
            "TEXT ON ENGLISH \"Сидорова Александра Сергеевна\", \"01.06.1993\", \"ж\", \"ИФИЖ\"",
            "TEXT ON ENGLISH \"Большова Анна Николаевна\", \"05.09.1992\", \"ж\", \"КНиИТ\""
    };
}
